---
kind: property
id: P:Autodesk.Revit.DB.Electrical.WireType.Insulation
zh: 保温、绝缘、隔热
source: html/88dfb312-9117-3c0f-d81d-0eb2b8737fb5.htm
---
# Autodesk.Revit.DB.Electrical.WireType.Insulation Property

**中文**: 保温、绝缘、隔热

The insulation type.

## Syntax (C#)
```csharp
public InsulationType Insulation { get; set; }
```